const events = {
  torch: {
    name: 'トーチトワリング',
    actor: '総務書記部局・宣伝部局',
    image_name: 'torch.jpg',
    description:
      '曲に合わせて火をまわす！まわす！まわす！まわしているのは祭りの主役１年生！最近何かと話題のトーチトワリングですが、安全第一、本当の炎ではなく皆さんを感動の炎で包み込みます！！前夜祭のフィナーレといえば火文字とトーチトワリング！'
  },
  yukacon: {
    name: 'ゆかコン',
    actor: '1年生向け企画',
    image_name: 'yukacon.jpg',
    description:
      '本祭の最後に有志の一年生グループがメインステージでパフォーマンスをします！ゆかこん嬢を中心に、それぞれが工夫を凝らしたステージは毎年大盛況。やどかり祭を締めくくる、最後の一大企画...毎年大きな盛り上がりを見せています！'
  },
  hanabi: {
    name: '花火',
    actor: '表彰式後',
    image_name: 'hanabi.jpg',
    description: 'ひょうしょうしき'
  },
  mikoshi: {
    name: '御輿',
    actor: '1年生向け企画',
    image_name: 'mikoshi.jpeg',
    description:
      '祭りといえば、やっぱり御輿！！！やどかり祭最大規模を誇るこの企画。 毎年、学群・学類ごとに制作した個性豊かな御輿が祭り会場に現れます。今年はどのような御輿がやどかり祭に登場するのでしょうか？？お楽しみに!!御輿がメインストリートを縦断する迫力満点の練り歩きと、趣向を凝らしたパフォーマンスは必見です！'
  },
  mogiten: {
    name: '模擬店',
    actor: '1年生',
    image_name: 'mogiten.jpeg',
    description:
      'たこ焼きやタピオカなど、いろんな屋台を1年生が切り盛りします！模擬店の開催をきっかけに、学類の一年生同士が知り合い友好関係を築いていきます。そして、模擬店は立派な商売。商人魂と新たな絆が結晶します！'
  },
  himoji: {
    name: '火文字',
    actor: '全体装飾部局',
    image_name: 'himoji.jpeg',
    description:
      '火文字ってなーんだ、と思ったそこの貴方！煌々と光り輝く火で前夜祭の夜空を描く、いわば人生のスペクトラムショー！前夜祭のフィナーレを飾る、荘厳で息を呑む、圧巻のショーです。'
  },
  dance: {
    name: 'ダンス',
    actor: '有志・サークル',
    image_name: 'dance.jpeg',
    description:
      '毎年大きな盛り上がりをみせるダンス企画！ダンスサークルが勢揃い、各団体圧巻のパフォーマンスです。こんな風に私も踊りたい！！'
  },
  quiz: {
    name: '大学生クイズ',
    actor: '有志',
    image_name: 'quiz.png',
    description:
      '大学生クイズは、気軽に参加できるイベントとして新入生同士はもちろん学年や学類の壁を超えて3人１組のチームでクイズを解いて優勝を争う企画です。3人で協力して回答を作ったり、ミニゲームで回答権を奪いあったり…とにかくアツい、筑波のクイズ王を目指す企画です!!'
  },
  live: {
    name: '野外ライブ',
    actor: '有志・軽音楽サークル',
    image_name: 'live.png',
    description:
      '宿舎祭の始まりを彩るのが、野外ライブです！多くの芸術系サークルが参加します。それぞれの色が見える、美しい演奏を堪能できます。宿舎祭への期待が高まるオープニングです！'
  }
}

export { events }
